0xtanzim.filetree-pro
alexcvzz.vscode-sqlite
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dracula-theme.theme-dracula
fernandoescolar.vscode-solution-explorer
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
miguelsolorio.fluent-icons
miguelsolorio.symbols
ms-azuretools.vscode-containers
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.remote-repositories
narasimapandiyan.jetbrainsmono
pkief.material-icon-theme
ritwickdey.liveserver
seepine.md-editor
somejack.csharp-code-snippets
yy0931.vscode-sqlite3-editor
